Repository: common-repository/power-slider
Catalog: lang/power-slider-*.po
Languages: fr_fr

source: no posts found
fr_fr: Aucun article trouvé

source: Help
fr_fr: Aide

source: Content slider by posts from specified category
fr_fr: Slider de contenus depuis une catégorie spécifique

source: Awesome slider for WordPress. Power slider.
fr_fr: Un incroyable Slider pour WordPress. Power slider.

source: About
fr_fr: A propos

source: Usage
fr_fr: Utilisation

source: For full functionality of this page it is recommended to enable JavaScript.
fr_fr: Pour que cette page soit pleinement fonctionnelle, il est recommandé d'activer JavaScript.

source: Free support
fr_fr: Assistance gratuite

source: Support forum
fr_fr: Forum d'assistance

source: Plugin homepage
fr_fr: Site de l'extension

source: Do you love this plugin?
fr_fr: Vous aimez cette extension ?

source: Buy author a beer
fr_fr: Payez une bière à l'auteur

source: Donate
fr_fr: Faire un don

source: Rate this plugin at wordpress.org
fr_fr: Notez cette extension sur wordpress.org

source: 5 stars
fr_fr: 5 étoiles

source: Review this plugin in your blog
fr_fr: Parlez de cette extension sur votre blog

source: Template tag
fr_fr: Implémentation dans le template

source: Slide settings (power slider)
fr_fr: Paramètres du slide (Power slider)

source: Slide layout
fr_fr: Aspect du slide

source: Choose layout type
fr_fr: Choississez l'aspect

source: Image from left
fr_fr: Image à gauche

source: Image from right
fr_fr: Image à droite

source: Fullsized image
fr_fr: Image pleine largeur

source: Slide link
fr_fr: Lien du slide

source: Enter custom link for this slide
fr_fr: Renseignez le lien personnalisé pour ce slide
